tap "clementtsang/bottom"
tap "hmarr/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "ack"
brew "sqlite"
brew "awscli"
brew "bat"
brew "choose-gui"
brew "ctags"
brew "wget"
brew "dasht"
brew "dateutils"
brew "doctl"
brew "entr"
brew "exif"
brew "fd"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-extras"
brew "libusb"
brew "gnupg"
brew "grc"
brew "htop"
brew "hugo"
brew "ical-buddy"
brew "java11"
brew "jq"
brew "lazygit"
brew "lsd"
brew "luajit", args: ["HEAD"]
brew "mas"
brew "mpv"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "node"
brew "parallel"
brew "prettier"
brew "tree"
brew "pass"
brew "pipes-sh"
brew "ranger"
brew "reattach-to-user-namespace"
brew "restic"
brew "ripgrep"
brew "shpotify"
brew "spark"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tmate"
brew "tmux"
brew "vim"
brew "watch"
brew "watchman"
brew "yarn"
brew "youtube-dl"
brew "clementtsang/bottom/bottom"
brew "koekeishiya/formulae/skhd", args: ["HEAD", "with-logging"]
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "appcleaner"
cask "amazon-workspaces"
cask "bartender"
cask "boop"
cask "caffeine"
cask "calibre"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "flux"
cask "font-awesome-terminal-fonts"
cask "font-fira-code"
cask "font-fontawesome"
cask "font-hack"
cask "font-ia-writer-duo"
cask "font-ia-writer-duospace"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-ibm-plex"
cask "font-inter"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-kreon"
cask "font-lato"
cask "font-league-gothic"
cask "font-oswald"
cask "font-poppins"
cask "font-pt-mono"
cask "font-pt-sans"
cask "font-pt-serif"
cask "font-source-code-pro"
cask "font-work-sans"
cask "gfxcardstatus"
cask "hammerspoon"
cask "hook"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "keyboard-cleaner"
cask "kindle"
cask "launchbar"
cask "licecap"
cask "macdown"
cask "menubar-colors"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "monitorcontrol"
cask "obsidian"
cask "pennywise"
cask "pocket-casts"
cask "quicklook-json"
cask "rectangle"
cask "rowanj-gitx"
cask "sensiblesidebuttons"
cask "shortcat"
cask "signal"
cask "sketch"
cask "skype"
cask "slack"
cask "soundcleod"
cask "spotify"
cask "superduper"
cask "transmission"
cask "vitals"
cask "vlc"
cask "whichspace"
cask "xbar"
cask "zoom"
mas "Better", id: 1121192229
mas "Day One", id: 1055511498
mas "Fantastical", id: 975937182
mas "Instapaper", id: 288545208
mas "Keynote", id: 409183694
mas "MindNode", id: 992076693
mas "Pixelmator", id: 407963104
mas "Pixelmator Pro", id: 1289583905
mas "Poolsuite FM", id: 1514817810
mas "Reeder", id: 880001334
mas "Vimari", id: 1480933944
