tap "epk/epk"
tap "hmarr/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "saulpw/vd"
tap "yqrashawn/goku"
brew "ack"
brew "align"
brew "sqlite"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "bottom"
brew "glib"
brew "choose-gui"
brew "colima"
brew "ctags"
brew "socat"
brew "wget"
brew "dasht"
brew "dateutils"
brew "docker"
brew "doctl"
brew "entr"
brew "exif"
brew "fd"
brew "guile"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-extras"
brew "libusb"
brew "gnupg"
brew "python@3.10"
brew "grc"
brew "htop"
brew "hugo"
brew "ical-buddy"
brew "jq"
brew "lazygit"
brew "lsd"
brew "m-cli"
brew "mas"
brew "mpv"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "node"
brew "openjdk@11"
brew "parallel"
brew "tree"
brew "pass"
brew "pastel"
brew "pipes-sh"
brew "prettier"
brew "ranger"
brew "reattach-to-user-namespace"
brew "restic"
brew "ripgrep"
brew "ruby"
brew "shpotify"
brew "spark"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "switchaudio-osx"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tmate"
brew "tmux"
brew "vim"
brew "watch"
brew "watchman"
brew "yarn"
brew "youtube-dl"
brew "koekeishiya/formulae/skhd", args: ["HEAD", "with-logging"]
brew "koekeishiya/formulae/yabai"
brew "saulpw/vd/visidata"
brew "yqrashawn/goku/goku"
cask "1password"
cask "amazon-workspaces"
cask "appcleaner"
cask "bartender"
cask "boop"
cask "caffeine"
cask "calibre"
cask "cleanshot"
cask "discord"
cask "figma"
cask "firefox"
cask "flux"
cask "font-awesome-terminal-fonts"
cask "font-fira-code"
cask "font-fontawesome"
cask "font-hack"
cask "font-ia-writer-duo"
cask "font-ia-writer-duospace"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-ibm-plex"
cask "font-inter"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-kreon"
cask "font-lato"
cask "font-league-gothic"
cask "font-oswald"
cask "font-poppins"
cask "font-pt-mono"
cask "font-pt-sans"
cask "font-pt-serif"
cask "font-sf-mono-nerd-font"
cask "gfxcardstatus"
cask "google-chrome"
cask "hammerspoon"
cask "hook"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "keyboard-cleaner"
cask "keyboard-maestro"
cask "kindle"
cask "launchbar"
cask "launchcontrol"
cask "licecap"
cask "macdown"
cask "maestral"
cask "menubar-colors"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "mimestream"
cask "monitorcontrol"
cask "multi"
cask "obsidian"
cask "pocket-casts"
cask "quicklook-json"
cask "quip"
cask "rectangle"
cask "rowanj-gitx"
cask "sensiblesidebuttons"
cask "shortcat"
cask "signal"
cask "sketch"
cask "skype"
cask "slack"
cask "soulver"
cask "soundcleod"
cask "spotify"
cask "stats"
cask "superduper"
cask "topnotch"
cask "transmission"
cask "vimr"
cask "vlc"
cask "whichspace"
cask "xbar"
cask "zoom"
mas "Adobe Lightroom", id: 1451544217
mas "Day One", id: 1055511498
mas "Drafts", id: 1435957248
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "Gestimer", id: 990588172
mas "iMovie", id: 408981434
mas "Instapaper", id: 288545208
mas "Irvue", id: 1039633667
mas "Keynote", id: 409183694
mas "Mic Drop", id: 1489816366
mas "MindNode", id: 992076693
mas "Numbers", id: 409203825
mas "Nutshell", id: 955864065
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Pixelmator Pro", id: 1289583905
mas "Poolsuite FM", id: 1514817810
mas "Reeder", id: 1529448980
mas "Reeder", id: 880001334
mas "Vimari", id: 1480933944
