tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "neovim/neovim"
tap "phinze/cask"
brew "ack"
brew "libusb"
brew "avrdude"
brew "sqlite"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "ctags"
brew "wget"
brew "dasht"
brew "dateutils"
brew "doctl"
brew "entr"
brew "exa"
brew "exercism"
brew "exif"
brew "ffmpeg"
brew "fpp"
brew "fzf"
brew "gearman"
brew "gifsicle"
brew "git"
brew "git-extras"
brew "gnupg"
brew "grc"
brew "htop"
brew "hub"
brew "hugo"
brew "jq"
brew "lazygit"
brew "mackup"
brew "mas"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "node"
brew "parallel"
brew "tree"
brew "pass"
brew "pipes-sh"
brew "ranger"
brew "reattach-to-user-namespace"
brew "Rigellute/tap/spotify-tui"
brew "ripgrep"
brew "shpotify"
brew "spark"
brew "speedtest-cli"
brew "stow"
brew "the_silver_searcher"
brew "tig"
brew "tmate"
brew "tmux"
brew "vim"
brew "watch"
brew "watchman"
brew "yabai"
brew "yarn"
brew "youtube-dl"
brew "koekeishiya/formulae/skhd", args: ["HEAD", "with-logging"]
cask "brave"
cask "font-awesome-terminal-fonts"
cask "font-bitter"
cask "font-fira-code"
cask "font-fontawesome"
cask "font-hack"
cask "font-hasklig-nerd-font-mono"
cask "font-ibm-plex"
cask "font-iosevka"
cask "font-kreon"
cask "font-lato"
cask "font-league-gothic"
cask "font-libre-baskerville"
cask "font-montserrat"
cask "font-muli"
cask "font-open-sans"
cask "font-open-sans-condensed"
cask "font-oswald"
cask "font-poppins"
cask "font-pt-mono"
cask "font-pt-sans"
cask "font-pt-serif"
cask "font-roboto"
cask "font-source-code-pro"
cask "font-work-sans"
cask "google-chrome-beta"
cask "java8"
cask "safari-technology-preview"
cask "screenflow5"
cask "phinze/cask/1password"
cask "phinze/cask/acorn"
cask "phinze/cask/android-studio"
cask "phinze/cask/appcleaner"
cask "phinze/cask/arq"
cask "phinze/cask/avibrazil-rdm"
cask "phinze/cask/bartender"
cask "phinze/cask/caffeine"
cask "phinze/cask/calibre"
cask "phinze/cask/choosy"
cask "phinze/cask/colorsnapper"
cask "phinze/cask/daisydisk"
cask "phinze/cask/day-o"
cask "phinze/cask/docker"
cask "phinze/cask/figma"
cask "phinze/cask/firefox"
cask "phinze/cask/flume"
cask "phinze/cask/flux"
cask "phinze/cask/fsnotes"
cask "phinze/cask/gfxcardstatus"
cask "phinze/cask/gifs"
cask "phinze/cask/google-cloud-sdk"
cask "phinze/cask/hammerspoon"
cask "phinze/cask/imageoptim"
cask "phinze/cask/iterm2"
cask "phinze/cask/itsycal"
cask "phinze/cask/java"
cask "phinze/cask/jetbrains-toolbox"
cask "phinze/cask/karabiner-elements"
cask "phinze/cask/keyboard-cleaner"
cask "phinze/cask/kindle"
cask "phinze/cask/kitty"
cask "phinze/cask/licecap"
cask "phinze/cask/little-snitch"
cask "phinze/cask/macdown"
cask "phinze/cask/macvim"
cask "phinze/cask/microsoft-office"
cask "phinze/cask/morkro-papyrus"
cask "phinze/cask/nvalt"
cask "phinze/cask/omnioutliner"
cask "phinze/cask/omniplan"
cask "phinze/cask/omnipresence"
cask "phinze/cask/pennywise"
cask "phinze/cask/pocket-casts"
cask "phinze/cask/postico"
cask "phinze/cask/qlmarkdown"
cask "phinze/cask/qlprettypatch"
cask "phinze/cask/qlstephen"
cask "phinze/cask/quicklook-json"
cask "phinze/cask/quicksilver"
cask "phinze/cask/qutebrowser"
cask "phinze/cask/reactotron"
cask "phinze/cask/rescuetime"
cask "phinze/cask/rowanj-gitx"
cask "phinze/cask/sensiblesidebuttons"
cask "phinze/cask/sequel-pro"
cask "phinze/cask/shortcat"
cask "phinze/cask/signal"
cask "phinze/cask/sketch"
cask "phinze/cask/sketch-toolbox"
cask "phinze/cask/skype"
cask "phinze/cask/slack"
cask "phinze/cask/soundcleod"
cask "phinze/cask/spotify"
cask "phinze/cask/superduper"
cask "phinze/cask/teensy"
cask "phinze/cask/transmission"
cask "phinze/cask/vagrant"
cask "phinze/cask/vanilla"
cask "phinze/cask/vimr"
cask "phinze/cask/virtualbox"
cask "phinze/cask/viscosity"
cask "phinze/cask/vlc"
cask "phinze/cask/wavebox"
cask "phinze/cask/whichspace"
cask "phinze/cask/xscope"
mas "Bear", id: 1091189122
mas "Better", id: 1121192229
mas "Calca", id: 635758264
mas "Day One", id: 1055511498
mas "Exporter", id: 1099120373
mas "GIPHY CAPTURE", id: 668208984
mas "Keynote", id: 409183694
mas "MindNode", id: 992076693
mas "Numbers", id: 409203825
mas "Nutshell", id: 955864065
mas "OmniFocus", id: 1346203938
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Redacted", id: 984968384
mas "Reeder", id: 880001334
mas "Tweetbot", id: 557168941
mas "UlyssesMac", id: 1225570693
mas "Vimari", id: 1480933944
